---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsReferenceInsulationType
source: html/299ea2ae-edb8-8dff-b61a-c4b8f0b60f8b.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsReferenceInsulationType Property

"Insulation Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsReferenceInsulationType { get; }
```